Repository: tmitzka/schnapsen
Catalog: locales/*/LC_MESSAGES/schnapsen.po
Languages: de

source: Human
de: Mensch

source: Welcome, {} and {}!
de: Willkommen, {} und {}!

source: {}, you will begin.
de: {}, du fängst an.

source: We've run out of cards.
de: Es sind keine Karten mehr da.

source: The player who took the last trick wins.
de: Der Spieler, der den letzten Stich geholt hat, gewinnt.

source: You take the {}.
de: Du nimmst {}.

source: {} takes the {}.
de: {} nimmt {}.

source: You play the {}.
de: Du spielst {}.

source: {} plays the {}.
de: {} spielt {}.

source: You take this trick.
de: Du nimmst diesen Stich.

source: {} takes this trick.
de: {} nimmt diesen Stich.

source: You WIN this round!
de: Du GEWINNST diese Runde!

source: {} WINS this round!
de: {} GEWINNT diese Runde!

source: Press Enter to see the results.
de: Drücke Enter, um die Ergebnisse zu sehen.

source: POINTS
de: PUNKTE

source: TOTAL SCORE
de: GESAMTWERTUNG

source: Start a new game? (y/n)
de: Neues Spiel starten? (y/n)

source: Both players will keep their current score.
de: Beide Spieler behalten ihren aktuellen Punktestand.

source: You have a new card: {}
de: Du hast eine neue Karte: {}

source: {} has a new card.
de: {} hat eine neue Karte.

source: M - Marry a couple
de: M - ein Paar verheiraten

source: You have to match suit and take the trick if you can.
de: Es gilt Farb- und Stichzwang.

source: Choose a card:
de: Wähle eine Karte:

source: Please choose one of the options above.
de: Wähle bitte eine der angeführten Optionen.

source: Marriage points added.
de: Heiratspunkte hinzugefügt.

source: Your points:
de: Deine Punkte:

source: {}'s points:
de: {}'s Punkte:

source: Close the stock
de: Zudrehen

source: Exchange your {} for the {}
de: Deine Karte {} mit {} austauschen

source: You will play the first card.
de: Du spielst die erste Karte.

source: Do you want to perform an action?
de: Möchtest du eine Aktion ausführen?

source: Choose an action or press Enter:
de: Wähle eine Aktion oder drücke Enter:

source: Choose one of the options above or press Enter.
de: Wähle eine der angeführten Optionen oder drücke Enter.

source: You marry the couple of
de: Du verheiratest das Paar

source: {} marries the couple of
de: {} verheiratet das Paar

source: {} ({} points).
de: {} ({} Punkte).

source: Points will be added after the first taken trick.
de: Die Punkte werden nach dem ersten Stich hinzugefügt.

source: Jack
de: Bub

source: Queen
de: Dame

source: King
de: König

source: Ten
de: Zehn

source: Ace
de: Ass

source: Clubs
de: Kreuz

source: Diamonds
de: Karo

source: Hearts
de: Herz

source: Spades
de: Pik

source: Cards are shuffled.
de: Karten sind gemischt.

source: Trump card: {}
de: Trumpfkarte: {}

source: There are only two more cards in the stock.
de: Es liegen nur noch zwei Karten am Stapel.

source: The last card has been drawn!
de: Die letzte Karte wurde gezogen!

source: Players must match suits and take tricks if they can.
de: Für Spieler gilt Farb- und Stichzwang.

source: The stock is closed. Players cannot draw cards anymore.
de: Der Stapel ist zugedreht. Spieler können keine Karten mehr abheben.

source: New trump card: {}
de: Neue Trumpfkarte: {}
